Repository: vascobarreiros/GeoLoka
Catalog: *.lproj/Localizable.strings
Languages: da, pt_pt

source: Map Individual Devices
da: Kortlæg individuelle enheder
pt_pt: Mapa de cada tracker

source: Map All Devices
da: Kortlæg alle enheder
pt_pt: Todos os trackers

source: Settings
da: Indstillinger
pt_pt: Configurações

source: GeoPosition Accuracy(m)
da: GeoPosition nøjagtighed (m)
pt_pt: Exatidão(m)

source: Device position
da: Enhedens position
pt_pt: Poisição

source: Temperature & Battery
da: Temperatur og batteri
pt_pt: Temperatura e Bateria

source: Remove Device
da: Fjern enhed
pt_pt: Remover dispositivo

source: Battery Usage
da: Batteribrug
pt_pt: Utilização da Bateria

source: Temperature (ºC)
da: Temperatur (ºC)
pt_pt: Temperatura (ºC)

source: Add a New Device
da: Tilføj en ny enhed
pt_pt: Adicionar

source: Set time Interval
da: Indstil tidsinterval
pt_pt: Intrevalo de tempo

source: Note: Enter the Device ID exactly has it is in the Loka device label
da: Bemærk: Indtast enheds-id'et nøjagtigt, hvis det er i Loka-enhedsetiketten
pt_pt: Nota: Adcione o device id da mesma forma que está na caixa do mesmo

source: Device NOT added
da: Enhed er IKKE tilføjet
pt_pt: Dispositivo não adicionado

source: Device added
da: Enhed tilføjet
pt_pt: Dispositivo adicionado

source: Add Device
da: Tilføj enhed
pt_pt: Adicionar

source: Device ID (Decimal)
da: Enheds-id (decimal)

source: Device Name
da: Enhedsnavn
pt_pt: Nome do dispositivo

source: Welcome to GeoLoka - Please Sign In using Apple
da: Velkommen til GeoLoka - Log ind med Apple
pt_pt: Bem vindo á GeoLoka - Please Sign In using Apple

source: Delete Device
da: Slet enhed
pt_pt: Apagar dispositivo

source: Device Deleted
da: Enhed slettet
pt_pt: Dispositivo apagado

source: Check Internet connection
da: Kontroller internetforbindelse
pt_pt: Não tem ligação á internet

source: Do you want to dismiss the view?
da: Vil du afvise udsigten?
